[
    {
      "term" : "multi-disciplinary team, allied health professionals, allied health services",
      "description" : "A group of workers with varied skills, roles and responsibilities who work together to ensure service users get the quality care they require. As a support worker, you are one part of this team. Other members of the team include doctors, nurses, physiotherapists, psychologists, social workers, dieticians and Aboriginal health workers."
    },
    {
      "term": "accreditation",
      "description": "All residential aged care facilities must have accreditation and registration. This means the facility must meet certain criteria to operate. Accreditation is often checked, or ‘audited’, on a regular basis to ensure the facility is operating correctly. The accreditation requirements are different depending on if you are working in aged or disability sub-sectors. As of 2019, disability support workers in Victoria will also require registration, these details are still being finalised, but the registration will include: 1) a worker screening check 2) training and qualification requirements 3) ongoing compliance with professional conduct standards."
    },
    {
      "term": "person centred care, person centred serviced delivery, person centred support",
      "description": "This principle of health support and care means that: 1) each person is treated as an individual, 2) a person’s dignity is protected 3) a person’s rights and preferences are respected 4) mutual trust and understanding helps to develop a positive relationship between the support worker and resident."
    },
    {
      "term": "laws,  law, statutes, acts, legislation",
      "description": "Laws made by parliament are ‘statutes’, ‘acts’ or ‘legislation’. Laws set the rules you follow."
    },
    {
      "term": "regulations",
      "description": "Regulations support laws. They outline specific requirements and explain how to follow the law. For example, the Aged Care Principles detail the requirements that you and your residential aged care provider must follow."
    },
    {
      "term": "codes of practice",
      "description": "Codes of practice guide you to meet your responsibilities under your duty of care."
    },
    {
      "term": "policy",
      "description": "A policy is a clear, simple statement of how your organisation intends to conduct its services, actions or business. A policy provides a set of rules or guiding principles to assist decision-making, they inform more detailed step-by-step procedures."
    },
    {
      "term": "duty of care",
      "description": "As a support worker, you must maintain a duty of care to yourself, your residents and your organisation. This means conducting yourself in a professional manner and protecting the residents’ rights to health, safety, dignity, confidentiality and self-determination. There are also restrictions to what you can take on in your role."
    },
    {
      "term": "Aged Care Principles,  Quality Care Principles, Accreditation Standards, Aboriginal and Torres Strait Islander Flexible Aged Care Program Quality Review",
      "description": "There are four Quality Care Principles (also called the ‘Accreditation Standards’) that Australian Aged Care Quality Agency (AACQA) use for accreditation of residential aged care service provision. Facilities must meet these principles to be accredited. The Quality Care Principles are 1) Management systems, staffing and organisational development 2) Health and personal care 3) Resident lifestyle 4) Physical environment and safe systems 5) Under these standards, there are 44 points of implementation that need to be demonstrated for a facility to meet compliance 6)There are also two standards for Aboriginal and Torres Strait Islander Flexible Aged Care Program Quality Review 7) Care delivery and information 8) Management and accountability"
    },
    {
      "term": "human rights",
      "description": "Human rights are about treating people fairly and recognising the value of each person. Rights do not consider individual backgrounds, physical appearance, beliefs or living location. Human rights are about respect and dignity."
    },
    {
      "term": "breach",
      "description": "A breach refers to an instance where a legal requirement, procedure or ethical requirement is not met. Serious consequences can result from a breach."
    },
    {
      "term": "harassment",
      "description": "Harassment refers to behaviour that disturbs or upsets another person. It covers a wide range of offensive behaviours. Legally, harassment is deliberate behaviour that is threatening or disturbing to another."
    },
    {
      "term": "sexual harassment",
      "description": "Sexual harassment refers to unwanted sexual advances, which make a person feel offended, humiliated or intimidated. It can be a single incident or repeated behaviour. It can be physical, verbal, written and/or electronic and it can be by males or females against people of the same or opposite sex."
    },
    {
      "term": "discrimination",
      "description": "Discrimination occurs when an individual or workplace treats a person negatively because of a ‘personal attribute’. Discrimination is ethically wrong, but also unlawful in many circumstances. Unlawful discrimination is when a person is treated negatively (called ‘adverse action against’ in the law) because of his or her ‘personal attributes’, including: 1) age 2) physical or mental disability 3) colour 4) race 5) sex 6) sexual orientation 7) religion 8) political opinion 9) marital or relationship status 10) family or carer’s responsibilities 11) pregnancy 12) national extraction or social origin."
    },
    {
      "term": "pressure ulcers, bedsores",
      "description": "These can occur when people spend long periods immobile or lying down. Pressure ulcers is the correct term of preference in the health sector. Bedsores is not widely used in the industry, yet this is the common term for this."
    },
    {
      "term": "support worker, personal care attendant, PCA, disability support worker, DSW, personal support worker, PSW",
      "description": "You are training to become a support worker; a person who provides support to people with disabilities and/or elderly people. Support workers can have many other titles including: personal care assistant (PCA), disability support worker (DSW), personal support worker (PSW), formal carer."
    },
    {
      "term": "ACFI, Aged Care Funding Instrument",
      "description": "A tool used to determine government resource allocations for residents in residential aged care facilities. The ACFI focuses on the care needs of residents. The ACFI has 5 steps and 12 questions about care needs, which provides a rating (A, B, C or D). Additional funding is available to residents for different care needs."
    },
    {
      "term": "thorax",
      "description": "The abdomen is the part of the body where the digestive and reproductive organs are located. It is commonly referred to as the gut or stomach."
    },
    {
      "term": "abdomen",
      "description": "The abdomen is the part of the body where the digestive and reproductive organs are located. It is commonly referred to as the gut or stomach."
    },
    {
      "term": "cell",
      "description": "A cell is the most basic structure in the human body. You can only see a cell under a microscope. Cells take oxygen and sugar and metabolise it (eat it) to create energy and stay alive and functioning. They also take other nutrients like protein and fat to repair themselves when damaged and to help produce the chemicals they release and share with the whole body."
    },
    {
      "term": "tissue",
      "description": "Tissue is a collection of similar cells that together carry out a specific function."
    },
    {
      "term": "extracellular fluid",
      "description": "Extracellular fluid is the space between cells in a tissue. This water contains oxygen and nutrients that come from the blood and go into the cells to repair them and produce energy (metabolism). This water also contains metabolic waste and carbon dioxide leaving the cells, along with the products that the cell makes and shares with other body tissues, organs and systems."
    },
    {
      "term": "muscular system",
      "description": "The muscular system is made up of muscles and tendons that attach to your skeletal system covering your bones to protect them. They also give you your features and posture, and allow you to run, walk, sit, stand, and laydown."
    },
    {
      "term": "metabolism",
      "description": "Metabolism refers to the chemical reactions in cells that allow the body to function normally. This includes the processes required to break down the nutrients in food and to build and repair the body."
    },
    {
      "term": "organ",
      "description": "Organs are structures made up of different tissues. Each tissue has a specific role but they all combine as a team to deliver the function of the organ."
    },
    {
      "term": "body system",
      "description": "A body system is a group of organs or structures that work together to perform a vital function for the body."
    },
    {
      "term": "skeletal system",
      "description": "The skeletal system is made of bones, cartilage, joints and ligaments that become your frame and protect many of your vital organs from damage."
    },
    {
      "term": "cartilage",
      "description": "Cartilage is a protective tissue found in the joints between bones."
    },
    {
      "term": "ligaments",
      "description": "Ligaments are rope-like strands that connect one bone to the next inside the joint. The cruciate ligaments, for example, are inside the knee joint and connect the upper leg bone to the lower leg bone."
    },
    {
      "term": "tendons",
      "description": "Tendons are similar to ligaments, but these rope-like strands connect the end of muscles to bones."
    },
    {
      "term": "arthritis",
      "description": "Arthritis refers to any disorder that affects joints. Symptoms include joint pain and stiffness, warmth, swelling and decreased range of motion of the affected joints."
    },
    {
      "term": "oesophagus",
      "description": "The oesophagus is a pipe along which the crushed food from your mouth is moved to your stomach."
    },
    {
      "term": "cirrhosis",
      "description": "Cirrhosis is a liver condition where the liver does not function properly due to long-term damage. This includes damage caused by hepatitis and alcoholism. Symptoms can include jaundice, bruising, weight loss and appetite loss."
    },
    {
      "term": "jaundice",
      "description": "Jaundice is a medical condition where the skin or whites of the eyes yellow as the blood contains an excessive amount of bilirubin (a yellow-coloured pigment of the red blood cells). Jaundice can be a symptom of several conditions including hepatitis and anaemia."
    },
    {
      "term": "CVA,  cerebrovascular accident, stroke",
      "description": "A cerebrovascular accident (CVA) refers to the sudden death of some of the brain cells due to a lack of blood flow to the brain. This is also known as a stroke. Symptoms include numbness, weakness, confusion, difficulty swallowing and loss of balance and coordination."
    },
    {
      "term": "Huntington’s disease",
      "description": "Huntington’s is a genetic brain disorder that progressively causes uncontrolled movements, emotional problems and loss of thinking ability."
    },
    {
      "term": "MND, motor neuron disease",
      "description": "Motor neuron disease (MND) refers to a group of progressive disorders that destroy the motor neurons. MND gradually stops the messages getting from the nerves in the brain and spinal cord, causing the body’s muscles to weaken, stiffen and eventually stop working."
    },
    {
      "term": "digestive system",
      "description": "The digestive system is a group of organs that work together, allowing the body to digest food and convert food into energy and nutrients."
    },
    {
      "term": "respiratory system",
      "description": "The respiratory system is a group of organs that work together to allow you to breathe and exchange oxygen and carbon dioxide in the body."
    },
    {
      "term": "urinary system",
      "description": "The urinary system has one function which is to filter your blood by removing excess water and metabolic waste, then disposing of it outside the body as urine."
    },
    {
      "term": "circulatory system, cardiovascular system",
      "description": "The circulatory system refers to the system of heart and blood vessels of human body. This system is also called the cardiovascular system."
    },
    {
      "term": "lymphatic system",
      "description": "The lymphatic system supports the circulatory system and is a large part of the immune system. The lymphatic system picks up excess fluid around our cells, filters it and then puts it back into our blood stream."
    },
    {
      "term": "integumentary system",
      "description": "The integumentary system is the organ system that protects human body from damage. It consists of skin and its appendages, which include hair, nails, and sweat glands etc. It forms about 16 percent of the weight of human body."
    },
    {
      "term": "integumentary system",
      "description": "The integumentary system is the organ system that protects human body from damage. It consists of skin and its appendages, which include hair, nails, and sweat glands etc. It forms about 16 percent of the weight of human body."
    },
    {
      "term": "immune system",
      "description": "The immune system is the body’s defence system. It comprises cells and tissues that work together to protect the body from infection."
    },
    {
      "term": "reproductive system",
      "description": "The reproductive system includes the sex organs and glands used for reproducing life."
    },
    {
      "term": "endocrine system",
      "description": "The endocrine system produces hormones which control the functions of tissues, cells and organs."
    },
    {
      "term": "nervous system",
      "description": "The nervous system is the chief controlling and coordinating system of the body. It controls and regulates all voluntary and involuntary activities of human body."
    },
    {
      "term": "emphysema",
      "description": "A condition where lungs lose their ability to supply blood with oxygen and remove carbon dioxide from it."
    },
    {
      "term": "pulmonary",
      "description": "Pulmonary relates to the lungs. For example, pulmonary blood flow refers to blood flow in the lungs."
    },
    {
      "term": "excoriation",
      "description": "Excoriation refers to the damage, or wearing, of part of the skin."
    }
  ]